Todo20200102.org
1#+TITLE: Org-mode todo 2020-01/02/03
#+AUTHOR: [[https://wangcc.me][Chaochen Wang]]
#+EMAIL: chaochen@wangcc.me
#+OPTIONS: d:(not "LOGBOOK") date:t e:t email:t f:t inline:t num:t
#+OPTIONS: timestamp:t title:t toc:t todo:t |:t

#+BEGIN_EXAMPLE 
Org is a mode for keeping notes, maintaining TODO lists,
and doing project planning with a fast and effective 
plain-text system.
#+END_EXAMPLE



#+BEGIN_COMMENT
Work schedule need to be done under PRIVATE category
#+END_COMMENT


* DOING Read book 7: Learn Python the hard way                      :private:
** DONE Page 38 <2019-08-05 Mon 12:01>
** DONE Ex6 <2019-08-09 Fri 21:19>
** DONE Ex7 <2019-08-09 Fri 21:32>


* TODO Chinese Calligraphy(Lantingji Xu)                            :private:

* TODO [[https://www.coursera.org/learn/machine-learning/home/welcome][Machine Learning]] Week 9 tasks                                :private:

