Todo20200102.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2020-04-06 Mon 16:04 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="[[https://wangcc.me][Chaochen Wang]]Chaochen Wang" />
</head>
<body>
<div id="content">
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgf9b4a9f">1. <span class="todo DOING">DOING</span> Read book 7: Learn Python the hard way&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a>
<ul>
<li><a href="#org46de01c">1.1. <span class="done DONE">DONE</span> Page 38 <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-08-05 Mon 12:01&gt;</span></span></a></li>
<li><a href="#org311b7e8">1.2. <span class="done DONE">DONE</span> Ex6 <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-08-09 Fri 21:19&gt;</span></span></a></li>
<li><a href="#org0d0ef61">1.3. <span class="done DONE">DONE</span> Ex7 <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-08-09 Fri 21:32&gt;</span></span></a></li>
</ul>
</li>
<li><a href="#org087dba3">2. <span class="todo TODO">TODO</span> Chinese Calligraphy(Lantingji Xu)&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a></li>
<li><a href="#org3986aac">3. <span class="todo TODO">TODO</span> Machine Learning Week 9 tasks&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a></li>
<li><a href="#orgaff2ac4">4. <span class="todo DOING">DOING</span> Trick or treatment (alternative medicine on trial)&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a></li>
<li><a href="#org63cfe6b">5. </a></li>
<li><a href="#org22b2b25">6. <span class="todo TODO">TODO</span> Prepare manuscript from the NDNS RP correspondence analysis&#xa0;&#xa0;&#xa0;<span class="tag"><span class="LSHTM">LSHTM</span></span></a>
<ul>
<li><a href="#orgb2932d6">6.1. 40% done <span class="timestamp-wrapper"><span class="timestamp">&lt;2020-02-18 Tue&gt;</span></span></a></li>
</ul>
</li>
<li><a href="#org74d7b5b">7. <span class="todo TODO">TODO</span> Comment for Research Square&#xa0;&#xa0;&#xa0;<span class="tag"><span class="RS">RS</span></span></a></li>
<li><a href="#orgee41980">8. <span class="todo HANGUP">HANGUP</span> Cluster analysis &amp; Principal component analysis&#xa0;&#xa0;&#xa0;<span class="tag"><span class="LSHTM">LSHTM</span></span></a>
<ul>
<li>
<ul>
<li><a href="#org08c6137">8.0.1. lecture notes</a></li>
</ul>
</li>
<li><a href="#orgd6bf7df">8.1. <span class="done DONE">DONE</span> 100% of the PCA note lecture <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-07-15 Mon 00:53&gt;</span></span></a></li>
<li><a href="#org6ed2176">8.2. <span class="done DONE">DONE</span> 120% PCA supplementary variables added <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-07-15 Mon 11:28&gt;</span></span></a></li>
<li><a href="#org9690c28">8.3. <span class="todo HANGUP">HANGUP</span> practical</a></li>
</ul>
</li>
<li><a href="#orgc5915b3">9. <span class="todo TODO">TODO</span> Survival analysis Frailty models&#xa0;&#xa0;&#xa0;<span class="tag"><span class="bookdown">bookdown</span>&#xa0;<span class="books">books</span>&#xa0;<span class="LSHTM">LSHTM</span></span></a></li>
<li><a href="#org48c5d46">10. <span class="todo DOING">DOING</span> update learning notes of LSHTM (causal inference)&#xa0;&#xa0;&#xa0;<span class="tag"><span class="LSHTM">LSHTM</span></span></a></li>
<li><a href="#orgd720f10">11. <span class="todo TODO">TODO</span> Bayesian statistics Chapter 9;&#xa0;&#xa0;&#xa0;<span class="tag"><span class="bookdown">bookdown</span>&#xa0;<span class="books">books</span>&#xa0;<span class="LSHTM">LSHTM</span></span></a>
<ul>
<li><a href="#orga1c7a53">11.1. <span class="todo DOING">DOING</span> Change all the openbugs codes into JAGS codes</a></li>
</ul>
</li>
<li><a href="#org838c69a">12. <span class="todo TODO">TODO</span> Read book 1: victim book&#xa0;&#xa0;&#xa0;<span class="tag"><span class="reading">reading</span></span></a>
<ul>
<li>
<ul>
<li><a href="#org34a1a4f">12.0.1. until P226</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgb5bb9d2">13. <span class="todo TODO">TODO</span> Read book 3: Bayesian biostatistics:&#xa0;&#xa0;&#xa0;<span class="tag"><span class="interests">interests</span>&#xa0;<span class="reading">reading</span></span></a></li>
<li><a href="#org9f4f480">14. <span class="todo DOING">DOING</span> Read book 4: Evidence and Evolution: The logic behind the science.&#xa0;&#xa0;&#xa0;<span class="tag"><span class="reading">reading</span></span></a>
<ul>
<li><a href="#org7e3a82a">14.1. till page 30 <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-06-26 Wed&gt;</span></span></a></li>
<li><a href="#org7ff0853">14.2. till page 37 <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-07-03 Wed 17:40&gt;</span></span></a></li>
<li><a href="#orgbcc88fa">14.3. till page 43 <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-07-04 Thu 11:47&gt;</span></span></a></li>
<li><a href="#org3aac61d">14.4. till page 56 <span class="timestamp-wrapper"><span class="timestamp">[2019-07-09 Tue 11:44]</span></span></a></li>
<li><a href="#org472d461">14.5. till page 61 <span class="timestamp-wrapper"><span class="timestamp">[2019-07-10 Wed 14:58]</span></span></a></li>
</ul>
</li>
<li><a href="#org6a7b4af">15. <span class="todo HANGUP">HANGUP</span> Read book 5: Wonderful R&#xa0;&#xa0;&#xa0;<span class="tag"><span class="reading">reading</span></span></a>
<ul>
<li><a href="#org8fde756">15.1. <span class="done DONE">DONE</span> Poisson Regression Stan model done <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-07-12 Fri 00:44&gt;</span></span></a></li>
<li><a href="#orgc910217">15.2. <span class="done DONE">DONE</span> Chapter 7 60% done <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-07-17 Wed 17:58&gt;</span></span></a></li>
</ul>
</li>
<li><a href="#orga07ef50">16. <span class="todo DOING">DOING</span> Read book 6 Doing Bayesian Data Analysis&#xa0;&#xa0;&#xa0;<span class="tag"><span class="reading">reading</span></span></a>
<ul>
<li><a href="#orgf94c391">16.1. Page 127 <span class="timestamp-wrapper"><span class="timestamp">&lt;2020-03-12 Thu&gt;</span></span></a></li>
<li><a href="#org4fe4df7">16.2. Page 206 <span class="timestamp-wrapper"><span class="timestamp">&lt;2020-03-27 Fri&gt;</span></span></a></li>
<li><a href="#org72b71dd">16.3. Page 221 <span class="timestamp-wrapper"><span class="timestamp">&lt;2020-03-30 Mon&gt;</span></span></a></li>
</ul>
</li>
<li><a href="#org9c0c203">17. <span class="todo TODO">TODO</span> prepare slides about cohort study for CSS&#xa0;&#xa0;&#xa0;<span class="tag"><span class="CSS">CSS</span></span></a>
<ul>
<li><a href="#org7727d16">17.1. Page 6 <span class="timestamp-wrapper"><span class="timestamp">&lt;2020-04-03 Fri&gt;</span></span></a></li>
</ul>
</li>
<li><a href="#org8009c76">18. </a></li>
<li><a href="#org24babd3">19. <span class="done DONE">DONE</span> Prepare slides for JEA presentation   <span class="timestamp-wrapper"><span class="timestamp">&lt;2020-02-18 Tue&gt;</span></span>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></a></li>
<li><a href="#org6fe69d3">20. <span class="done DONE">DONE</span> review for EJCN for Dr. Yatsuya <span class="timestamp-wrapper"><span class="timestamp">&lt;2020-02-24 Mon&gt;</span></span></a></li>
<li><a href="#orga1f3146">21. <span class="done DONE">DONE</span> resubmit locomo paper&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></a></li>
<li><a href="#org2e5ca25">22. <span class="done DONE">DONE</span> Prepare propensity score study group&#xa0;&#xa0;&#xa0;<span class="tag"><span class="css">css</span></span></a>
<ul>
<li><a href="#org5c39b7d">22.1. 30% <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-11-11 Mon 16:15&gt;</span></span></a></li>
<li><a href="#org3b840e1">22.2. <span class="done DONE">DONE</span> Send out the invitation to KOG, TISO, etc.  <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-11-18 Mon 18:05&gt;</span></span></a></li>
<li><a href="#orgfd74fd2">22.3. <span class="done DONE">DONE</span> Send out the invitation to stat members and writing group <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-11-25 Mon 18:15&gt;</span></span></a></li>
<li><a href="#org4c4344c">22.4. 70% of 1st slides <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-11-18 Mon 18:06&gt;</span></span></a></li>
<li><a href="#orgd4c8d94">22.5. 80% of 1st slides</a></li>
<li><a href="#org2a64042">22.6. 5% of 2nd slides <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-12-09 Mon 18:04&gt;</span></span></a></li>
<li><a href="#orgc377855">22.7. 60% of 2nd slides <span class="timestamp-wrapper"><span class="timestamp">&lt;2020-02-14 Fri&gt;</span></span></a></li>
<li><a href="#org4d9d685">22.8. completed slides http://wangcc.me/PSA-CSS-Day2 <span class="timestamp-wrapper"><span class="timestamp">&lt;2020-02-28 Fri&gt;</span></span></a></li>
</ul>
</li>
<li><a href="#org56b2c73">23. <span class="done DONE">DONE</span> JAT review&#xa0;&#xa0;&#xa0;<span class="tag"><span class="review">review</span></span></a></li>
<li><a href="#orgf736963">24. <span class="done DONE">DONE</span> Read 暴政:20世紀の歴史に学ぶ20のレッスン&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a>
<ul>
<li><a href="#org878ebf3">24.1. Lesson 6 done <span class="timestamp-wrapper"><span class="timestamp">&lt;2020-03-03 Tue&gt;</span></span></a></li>
<li><a href="#org570f8a7">24.2. Lesson 9 40% P56 <span class="timestamp-wrapper"><span class="timestamp">&lt;2020-03-04 Wed&gt;</span></span></a></li>
<li><a href="#org8c74802">24.3. Lesson 10 P67 <span class="timestamp-wrapper"><span class="timestamp">&lt;2020-03-05 Thu&gt;</span></span></a></li>
<li><a href="#orga215a72">24.4. Lesson 13 done <span class="timestamp-wrapper"><span class="timestamp">&lt;2020-03-06 Fri&gt;</span></span></a></li>
<li><a href="#org179b150">24.5. Lesson 20 done <span class="timestamp-wrapper"><span class="timestamp">&lt;2020-03-09 Mon&gt;</span></span></a></li>
</ul>
</li>
<li><a href="#orge54a9cc">25. <span class="done DONE">DONE</span> Read Satoshi Paper&#xa0;&#xa0;&#xa0;<span class="tag"><span class="reading">reading</span></span></a></li>
<li><a href="#orgafa9729">26. <span class="done DONE">DONE</span> 鬼推磨&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a>
<ul>
<li><a href="#org3f0f98b">26.1. <span class="timestamp-wrapper"><span class="timestamp">&lt;2020-03-15 Sun&gt;</span></span></a></li>
</ul>
</li>
<li><a href="#org8ca5f06">27. <span class="done DONE">DONE</span> resubmit locomo25 3rd revision&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></a></li>
<li><a href="#org3135d95">28. <span class="done DONE">DONE</span> Comment for Sasakabe&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></a></li>
</ul>
</div>
</div>
<p>
1#+TITLE: Org-mode todo 2020-01/02/03
</p>
<pre class="example">
Org is a mode for keeping notes, maintaining TODO lists,
and doing project planning with a fast and effective 
plain-text system.
</pre>


<div id="outline-container-orgf9b4a9f" class="outline-2">
<h2 id="orgf9b4a9f"><span class="section-number-2">1</span> <span class="todo DOING">DOING</span> Read book 7: Learn Python the hard way&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-org46de01c" class="outline-3">
<h3 id="org46de01c"><span class="section-number-3">1.1</span> <span class="done DONE">DONE</span> Page 38 <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-08-05 Mon 12:01&gt;</span></span></h3>
</div>
<div id="outline-container-org311b7e8" class="outline-3">
<h3 id="org311b7e8"><span class="section-number-3">1.2</span> <span class="done DONE">DONE</span> Ex6 <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-08-09 Fri 21:19&gt;</span></span></h3>
</div>
<div id="outline-container-org0d0ef61" class="outline-3">
<h3 id="org0d0ef61"><span class="section-number-3">1.3</span> <span class="done DONE">DONE</span> Ex7 <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-08-09 Fri 21:32&gt;</span></span></h3>
</div>
</div>


<div id="outline-container-org087dba3" class="outline-2">
<h2 id="org087dba3"><span class="section-number-2">2</span> <span class="todo TODO">TODO</span> Chinese Calligraphy(Lantingji Xu)&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h2>
</div>

<div id="outline-container-org3986aac" class="outline-2">
<h2 id="org3986aac"><span class="section-number-2">3</span> <span class="todo TODO">TODO</span> <a href="https://www.coursera.org/learn/machine-learning/home/welcome">Machine Learning</a> Week 9 tasks&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h2>
</div>
