Todo20200102.org
* DOING Trick or treatment (alternative medicine on trial)          :private:
To Page 24 <2020-03-10 Tue>
To Page 44 <2020-03-11 Wed>
To Page 52 <2020-03-12 Thu>
To Page 68 <2020-03-13 Fri>
To Page 88 <2020-03-17 Tue> 
To Page 106 <2020-03-18 Wed>
To Page 156 <2020-03-19 Thu>
To Page 216 <2020-03-23 Mon>
To Page 242 <2020-03-24 Tue>
To Page 266 <2020-03-26 Thu>
To Page 286 <2020-03-27 Fri>
To Page 348 <2020-03-30 Mon>
To Page 380 <2020-04-01 Wed>


* 
#+BEGIN_COMMENT
Work schedule need to be done under not-PRIVATE category = means work, paperwork, school work, teaching tasks etc.
#+END_COMMENT


* TODO Prepare manuscript from the NDNS RP correspondence analysis    :LSHTM:
DEADLINE: <2020-02-14 Fri>
** 40% done <2020-02-18 Tue>


* TODO Comment for Research Square                                       :RS:
DEADLINE: <2020-04-07 Tue>



* HANGUP Cluster analysis & Principal component analysis              :LSHTM:
*** lecture notes 
** DONE 100% of the PCA note lecture <2019-07-15 Mon 00:53> 
** DONE 120% PCA supplementary variables added <2019-07-15 Mon 11:28>
** HANGUP practical

* TODO Survival analysis [[https://wangcc.me/LSHTMlearningnote/-time-dependent-variables-frailty-model.html][Frailty models]]                :bookdown:books:LSHTM:

* DOING update learning notes of LSHTM (causal inference)             :LSHTM:

* TODO [[https://wangcc.me/LSHTMlearningnote/section-88.html][Bayesian statistics Chapter 9]];                  :bookdown:books:LSHTM:
** DOING Change all the openbugs codes into JAGS codes

* TODO Read book 1: [[http://ywang.uchicago.edu/history/victim_ebook_070505.pdf][victim book]]                                     :reading:
*** until P226

* TODO Read book 3: [[https://www.wiley.com/en-us/Bayesian+Biostatistics-p-9780470018231][Bayesian biostatistics]]:               :interests:reading:

* DOING Read book 4: [[https://www.cambridge.org/jp/academic/subjects/philosophy/philosophy-science/evidence-and-evolution-logic-behind-science?format=HB&isbn=9780521871884][Evidence and Evolution: The logic behind the science.]] :reading:
** till page 30 <2019-06-26 Wed>
** till page 37 <2019-07-03 Wed 17:40>
** till page 43 <2019-07-04 Thu 11:47> 
** till page 56 [2019-07-09 Tue 11:44]
:LOGBOOK:
CLOCK: [2019-07-09 Tue 10:56]--[2019-07-09 Tue 11:44] =>  0:48
:END:
** till page 61 [2019-07-10 Wed 14:58]
:LOGBOOK:
CLOCK: [2019-07-10 Wed 14:18]--[2019-07-10 Wed 14:58] =>  0:40
:END:

* HANGUP Read book 5: [[https://www.amazon.co.jp/Stan%E3%81%A8R%E3%81%A7%E3%83%99%E3%82%A4%E3%82%BA%E7%B5%B1%E8%A8%88%E3%83%A2%E3%83%87%E3%83%AA%E3%83%B3%E3%82%B0-Wonderful-R-%E6%9D%BE%E6%B5%A6-%E5%81%A5%E5%A4%AA%E9%83%8E/dp/4320112423/ref=sr_1_1?ie=UTF8&qid=1546839385&sr=8-1&keywords=wonderful+R][Wonderful R]]                                   :reading:
** DONE [[https://wangcc.me/post/poisson-stan/][Poisson Regression Stan model]] done <2019-07-12 Fri 00:44>
** DONE Chapter 7 60% done <2019-07-17 Wed 17:58>

* DOING Read book 6 [[https://www.amazon.co.jp/Doing-Bayesian-Data-Analysis-Second/dp/0124058884/ref=sr_1_1?__mk_ja_JP=%E3%82%AB%E3%82%BF%E3%82%AB%E3%83%8A&crid=5CYX08YQ85N9&keywords=doing+bayesian+data+analysis&qid=1582459727&sprefix=Doing+Bay%2Caps%2C278&sr=8-1][Doing Bayesian Data Analysis]]                    :reading:
** Page 127 <2020-03-12 Thu>
** Page 206 <2020-03-27 Fri>
** Page 221 <2020-03-30 Mon>

* TODO prepare slides about cohort study for CSS                        :CSS:
** Page 6 <2020-04-03 Fri>


* 
#+BEGIN_COMMENT
Work schedule marked as completed
#+END_COMMENT


* DONE Prepare slides for JEA presentation   <2020-02-18 Tue>           :AMU:
DEADLINE: <2020-02-16 Sun>

