Todo20200102.html

<div id="outline-container-orgaff2ac4" class="outline-2">
<h2 id="orgaff2ac4"><span class="section-number-2">4</span> <span class="todo DOING">DOING</span> Trick or treatment (alternative medicine on trial)&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h2>
<div class="outline-text-2" id="text-4">
<p>
To Page 24 <span class="timestamp-wrapper"><span class="timestamp">&lt;2020-03-10 Tue&gt;</span></span>
To Page 44 <span class="timestamp-wrapper"><span class="timestamp">&lt;2020-03-11 Wed&gt;</span></span>
To Page 52 <span class="timestamp-wrapper"><span class="timestamp">&lt;2020-03-12 Thu&gt;</span></span>
To Page 68 <span class="timestamp-wrapper"><span class="timestamp">&lt;2020-03-13 Fri&gt;</span></span>
To Page 88 <span class="timestamp-wrapper"><span class="timestamp">&lt;2020-03-17 Tue&gt; </span></span> 
To Page 106 <span class="timestamp-wrapper"><span class="timestamp">&lt;2020-03-18 Wed&gt;</span></span>
To Page 156 <span class="timestamp-wrapper"><span class="timestamp">&lt;2020-03-19 Thu&gt;</span></span>
To Page 216 <span class="timestamp-wrapper"><span class="timestamp">&lt;2020-03-23 Mon&gt;</span></span>
To Page 242 <span class="timestamp-wrapper"><span class="timestamp">&lt;2020-03-24 Tue&gt;</span></span>
To Page 266 <span class="timestamp-wrapper"><span class="timestamp">&lt;2020-03-26 Thu&gt;</span></span>
To Page 286 <span class="timestamp-wrapper"><span class="timestamp">&lt;2020-03-27 Fri&gt;</span></span>
To Page 348 <span class="timestamp-wrapper"><span class="timestamp">&lt;2020-03-30 Mon&gt;</span></span>
To Page 380 <span class="timestamp-wrapper"><span class="timestamp">&lt;2020-04-01 Wed&gt;</span></span>
To Page 460 <span class="timestamp-wrapper"><span class="timestamp">&lt;2020-04-04 Sat&gt;</span></span>
FINISHED <span class="timestamp-wrapper"><span class="timestamp">&lt;2020-04-06 Mon&gt;</span></span>
</p>
</div>
</div>

<div id="outline-container-org63cfe6b" class="outline-2">
<h2 id="org63cfe6b"><span class="section-number-2">5</span> </h2>
<div class="outline-text-2" id="text-5">
</div>
</div>


<div id="outline-container-org22b2b25" class="outline-2">
<h2 id="org22b2b25"><span class="section-number-2">6</span> <span class="todo TODO">TODO</span> Prepare manuscript from the NDNS RP correspondence analysis&#xa0;&#xa0;&#xa0;<span class="tag"><span class="LSHTM">LSHTM</span></span></h2>
<div class="outline-text-2" id="text-6">
</div>
<div id="outline-container-orgb2932d6" class="outline-3">
<h3 id="orgb2932d6"><span class="section-number-3">6.1</span> 40% done <span class="timestamp-wrapper"><span class="timestamp">&lt;2020-02-18 Tue&gt;</span></span></h3>
</div>
</div>


<div id="outline-container-org74d7b5b" class="outline-2">
<h2 id="org74d7b5b"><span class="section-number-2">7</span> <span class="todo TODO">TODO</span> Comment for Research Square&#xa0;&#xa0;&#xa0;<span class="tag"><span class="RS">RS</span></span></h2>
<div class="outline-text-2" id="text-7">
</div>
</div>



<div id="outline-container-orgee41980" class="outline-2">
<h2 id="orgee41980"><span class="section-number-2">8</span> <span class="todo HANGUP">HANGUP</span> Cluster analysis &amp; Principal component analysis&#xa0;&#xa0;&#xa0;<span class="tag"><span class="LSHTM">LSHTM</span></span></h2>
<div class="outline-text-2" id="text-8">
</div>
<div id="outline-container-org08c6137" class="outline-4">
<h4 id="org08c6137"><span class="section-number-4">8.0.1</span> lecture notes</h4>
</div>
<div id="outline-container-orgd6bf7df" class="outline-3">
<h3 id="orgd6bf7df"><span class="section-number-3">8.1</span> <span class="done DONE">DONE</span> 100% of the PCA note lecture <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-07-15 Mon 00:53&gt;</span></span></h3>
</div>
<div id="outline-container-org6ed2176" class="outline-3">
<h3 id="org6ed2176"><span class="section-number-3">8.2</span> <span class="done DONE">DONE</span> 120% PCA supplementary variables added <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-07-15 Mon 11:28&gt;</span></span></h3>
</div>
<div id="outline-container-org9690c28" class="outline-3">
<h3 id="org9690c28"><span class="section-number-3">8.3</span> <span class="todo HANGUP">HANGUP</span> practical</h3>
</div>
</div>

<div id="outline-container-orgc5915b3" class="outline-2">
<h2 id="orgc5915b3"><span class="section-number-2">9</span> <span class="todo TODO">TODO</span> Survival analysis <a href="https://wangcc.me/LSHTMlearningnote/-time-dependent-variables-frailty-model.html">Frailty models</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="bookdown">bookdown</span>&#xa0;<span class="books">books</span>&#xa0;<span class="LSHTM">LSHTM</span></span></h2>
</div>

<div id="outline-container-org48c5d46" class="outline-2">
<h2 id="org48c5d46"><span class="section-number-2">10</span> <span class="todo DOING">DOING</span> update learning notes of LSHTM (causal inference)&#xa0;&#xa0;&#xa0;<span class="tag"><span class="LSHTM">LSHTM</span></span></h2>
</div>

<div id="outline-container-orgd720f10" class="outline-2">
<h2 id="orgd720f10"><span class="section-number-2">11</span> <span class="todo TODO">TODO</span> <a href="https://wangcc.me/LSHTMlearningnote/section-88.html">Bayesian statistics Chapter 9</a>;&#xa0;&#xa0;&#xa0;<span class="tag"><span class="bookdown">bookdown</span>&#xa0;<span class="books">books</span>&#xa0;<span class="LSHTM">LSHTM</span></span></h2>
<div class="outline-text-2" id="text-11">
</div>
<div id="outline-container-orga1c7a53" class="outline-3">
<h3 id="orga1c7a53"><span class="section-number-3">11.1</span> <span class="todo DOING">DOING</span> Change all the openbugs codes into JAGS codes</h3>
</div>
</div>

<div id="outline-container-org838c69a" class="outline-2">
<h2 id="org838c69a"><span class="section-number-2">12</span> <span class="todo TODO">TODO</span> Read book 1: <a href="http://ywang.uchicago.edu/history/victim_ebook_070505.pdf">victim book</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="reading">reading</span></span></h2>
<div class="outline-text-2" id="text-12">
</div>
<div id="outline-container-org34a1a4f" class="outline-4">
<h4 id="org34a1a4f"><span class="section-number-4">12.0.1</span> until P226</h4>
</div>
</div>

<div id="outline-container-orgb5bb9d2" class="outline-2">
<h2 id="orgb5bb9d2"><span class="section-number-2">13</span> <span class="todo TODO">TODO</span> Read book 3: <a href="https://www.wiley.com/en-us/Bayesian+Biostatistics-p-9780470018231">Bayesian biostatistics</a>:&#xa0;&#xa0;&#xa0;<span class="tag"><span class="interests">interests</span>&#xa0;<span class="reading">reading</span></span></h2>
</div>

<div id="outline-container-org9f4f480" class="outline-2">
<h2 id="org9f4f480"><span class="section-number-2">14</span> <span class="todo DOING">DOING</span> Read book 4: <a href="https://www.cambridge.org/jp/academic/subjects/philosophy/philosophy-science/evidence-and-evolution-logic-behind-science?format=HB&amp;isbn=9780521871884">Evidence and Evolution: The logic behind the science.</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="reading">reading</span></span></h2>
<div class="outline-text-2" id="text-14">
</div>
<div id="outline-container-org7e3a82a" class="outline-3">
<h3 id="org7e3a82a"><span class="section-number-3">14.1</span> till page 30 <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-06-26 Wed&gt;</span></span></h3>
</div>
<div id="outline-container-org7ff0853" class="outline-3">
<h3 id="org7ff0853"><span class="section-number-3">14.2</span> till page 37 <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-07-03 Wed 17:40&gt;</span></span></h3>
</div>
<div id="outline-container-orgbcc88fa" class="outline-3">
<h3 id="orgbcc88fa"><span class="section-number-3">14.3</span> till page 43 <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-07-04 Thu 11:47&gt;</span></span></h3>
</div>
<div id="outline-container-org3aac61d" class="outline-3">
<h3 id="org3aac61d"><span class="section-number-3">14.4</span> till page 56 <span class="timestamp-wrapper"><span class="timestamp">[2019-07-09 Tue 11:44]</span></span></h3>
<div class="outline-text-3" id="text-14-4">
</div>
</div>
<div id="outline-container-org472d461" class="outline-3">
<h3 id="org472d461"><span class="section-number-3">14.5</span> till page 61 <span class="timestamp-wrapper"><span class="timestamp">[2019-07-10 Wed 14:58]</span></span></h3>
<div class="outline-text-3" id="text-14-5">
</div>
</div>
</div>

<div id="outline-container-org6a7b4af" class="outline-2">
<h2 id="org6a7b4af"><span class="section-number-2">15</span> <span class="todo HANGUP">HANGUP</span> Read book 5: <a href="https://www.amazon.co.jp/Stan%E3%81%A8R%E3%81%A7%E3%83%99%E3%82%A4%E3%82%BA%E7%B5%B1%E8%A8%88%E3%83%A2%E3%83%87%E3%83%AA%E3%83%B3%E3%82%B0-Wonderful-R-%E6%9D%BE%E6%B5%A6-%E5%81%A5%E5%A4%AA%E9%83%8E/dp/4320112423/ref=sr_1_1?ie=UTF8&amp;qid=1546839385&amp;sr=8-1&amp;keywords=wonderful+R">Wonderful R</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="reading">reading</span></span></h2>
<div class="outline-text-2" id="text-15">
</div>
<div id="outline-container-org8fde756" class="outline-3">
<h3 id="org8fde756"><span class="section-number-3">15.1</span> <span class="done DONE">DONE</span> <a href="https://wangcc.me/post/poisson-stan/">Poisson Regression Stan model</a> done <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-07-12 Fri 00:44&gt;</span></span></h3>
</div>
<div id="outline-container-orgc910217" class="outline-3">
<h3 id="orgc910217"><span class="section-number-3">15.2</span> <span class="done DONE">DONE</span> Chapter 7 60% done <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-07-17 Wed 17:58&gt;</span></span></h3>
</div>
</div>

<div id="outline-container-orga07ef50" class="outline-2">
<h2 id="orga07ef50"><span class="section-number-2">16</span> <span class="todo DOING">DOING</span> Read book 6 <a href="https://www.amazon.co.jp/Doing-Bayesian-Data-Analysis-Second/dp/0124058884/ref=sr_1_1?__mk_ja_JP=%E3%82%AB%E3%82%BF%E3%82%AB%E3%83%8A&amp;crid=5CYX08YQ85N9&amp;keywords=doing+bayesian+data+analysis&amp;qid=1582459727&amp;sprefix=Doing+Bay,aps,278&amp;sr=8-1">Doing Bayesian Data Analysis</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="reading">reading</span></span></h2>
<div class="outline-text-2" id="text-16">
</div>
<div id="outline-container-orgf94c391" class="outline-3">
<h3 id="orgf94c391"><span class="section-number-3">16.1</span> Page 127 <span class="timestamp-wrapper"><span class="timestamp">&lt;2020-03-12 Thu&gt;</span></span></h3>
</div>
<div id="outline-container-org4fe4df7" class="outline-3">
<h3 id="org4fe4df7"><span class="section-number-3">16.2</span> Page 206 <span class="timestamp-wrapper"><span class="timestamp">&lt;2020-03-27 Fri&gt;</span></span></h3>
</div>
<div id="outline-container-org72b71dd" class="outline-3">
<h3 id="org72b71dd"><span class="section-number-3">16.3</span> Page 221 <span class="timestamp-wrapper"><span class="timestamp">&lt;2020-03-30 Mon&gt;</span></span></h3>
</div>
</div>

<div id="outline-container-org9c0c203" class="outline-2">
<h2 id="org9c0c203"><span class="section-number-2">17</span> <span class="todo TODO">TODO</span> prepare slides about cohort study for CSS&#xa0;&#xa0;&#xa0;<span class="tag"><span class="CSS">CSS</span></span></h2>
<div class="outline-text-2" id="text-17">
</div>
<div id="outline-container-org7727d16" class="outline-3">
<h3 id="org7727d16"><span class="section-number-3">17.1</span> Page 6 <span class="timestamp-wrapper"><span class="timestamp">&lt;2020-04-03 Fri&gt;</span></span></h3>
</div>
</div>


<div id="outline-container-org8009c76" class="outline-2">
<h2 id="org8009c76"><span class="section-number-2">18</span> </h2>
<div class="outline-text-2" id="text-18">
</div>
</div>


<div id="outline-container-org24babd3" class="outline-2">
<h2 id="org24babd3"><span class="section-number-2">19</span> <span class="done DONE">DONE</span> Prepare slides for JEA presentation   <span class="timestamp-wrapper"><span class="timestamp">&lt;2020-02-18 Tue&gt;</span></span>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></h2>
<div class="outline-text-2" id="text-19">
</div>
</div>
