Todo20200102.org
* DONE review for EJCN for Dr. Yatsuya <2020-02-24 Mon> 

* DONE resubmit locomo paper                                            :AMU:
DEADLINE: <2020-02-22 Sat> submitted 


* DONE Prepare propensity score study group                             :css:
DEADLINE: <2019-11-25 Mon>
** 30% <2019-11-11 Mon 16:15>
** DONE Send out the invitation to KOG, TISO, etc.  <2019-11-18 Mon 18:05>
** DONE Send out the invitation to stat members and writing group <2019-11-25 Mon 18:15>
** 70% of 1st slides <2019-11-18 Mon 18:06>
** 80% of 1st slides 
** 5% of 2nd slides <2019-12-09 Mon 18:04>
** 60% of 2nd slides <2020-02-14 Fri>
** completed slides [[http://wangcc.me/PSA-CSS-Day2][http://wangcc.me/PSA-CSS-Day2]] <2020-02-28 Fri>

* DONE JAT review                                                    :review:
<2020-03-03 Tue>

* DONE Read 暴政:20世紀の歴史に学ぶ20のレッスン                     :private:
** Lesson 6 done <2020-03-03 Tue>
** Lesson 9 40% P56 <2020-03-04 Wed> 
** Lesson 10 P67 <2020-03-05 Thu> 
** Lesson 13 done <2020-03-06 Fri>
** Lesson 20 done <2020-03-09 Mon>

* DONE Read Satoshi Paper                                           :reading:
<2020-03-05 Thu>


* DONE 鬼推磨                                                       :private:
** <2020-03-15 Sun>

* DONE resubmit locomo25 3rd revision                                   :AMU:
<2020-03-18 Wed>

* DONE Comment for Sasakabe                                             :AMU:
<2020-04-02 Thu>
