Todo20200102.html

<div id="outline-container-org6fe69d3" class="outline-2">
<h2 id="org6fe69d3"><span class="section-number-2">20</span> <span class="done DONE">DONE</span> review for EJCN for Dr. Yatsuya <span class="timestamp-wrapper"><span class="timestamp">&lt;2020-02-24 Mon&gt;</span></span></h2>
</div>

<div id="outline-container-orga1f3146" class="outline-2">
<h2 id="orga1f3146"><span class="section-number-2">21</span> <span class="done DONE">DONE</span> resubmit locomo paper&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></h2>
<div class="outline-text-2" id="text-21">
</div>
</div>


<div id="outline-container-org2e5ca25" class="outline-2">
<h2 id="org2e5ca25"><span class="section-number-2">22</span> <span class="done DONE">DONE</span> Prepare propensity score study group&#xa0;&#xa0;&#xa0;<span class="tag"><span class="css">css</span></span></h2>
<div class="outline-text-2" id="text-22">
</div>
<div id="outline-container-org5c39b7d" class="outline-3">
<h3 id="org5c39b7d"><span class="section-number-3">22.1</span> 30% <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-11-11 Mon 16:15&gt;</span></span></h3>
</div>
<div id="outline-container-org3b840e1" class="outline-3">
<h3 id="org3b840e1"><span class="section-number-3">22.2</span> <span class="done DONE">DONE</span> Send out the invitation to KOG, TISO, etc.  <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-11-18 Mon 18:05&gt;</span></span></h3>
</div>
<div id="outline-container-orgfd74fd2" class="outline-3">
<h3 id="orgfd74fd2"><span class="section-number-3">22.3</span> <span class="done DONE">DONE</span> Send out the invitation to stat members and writing group <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-11-25 Mon 18:15&gt;</span></span></h3>
</div>
<div id="outline-container-org4c4344c" class="outline-3">
<h3 id="org4c4344c"><span class="section-number-3">22.4</span> 70% of 1st slides <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-11-18 Mon 18:06&gt;</span></span></h3>
</div>
<div id="outline-container-orgd4c8d94" class="outline-3">
<h3 id="orgd4c8d94"><span class="section-number-3">22.5</span> 80% of 1st slides</h3>
</div>
<div id="outline-container-org2a64042" class="outline-3">
<h3 id="org2a64042"><span class="section-number-3">22.6</span> 5% of 2nd slides <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-12-09 Mon 18:04&gt;</span></span></h3>
</div>
<div id="outline-container-orgc377855" class="outline-3">
<h3 id="orgc377855"><span class="section-number-3">22.7</span> 60% of 2nd slides <span class="timestamp-wrapper"><span class="timestamp">&lt;2020-02-14 Fri&gt;</span></span></h3>
</div>
<div id="outline-container-org4d9d685" class="outline-3">
<h3 id="org4d9d685"><span class="section-number-3">22.8</span> completed slides <a href="http://wangcc.me/PSA-CSS-Day2">http://wangcc.me/PSA-CSS-Day2</a> <span class="timestamp-wrapper"><span class="timestamp">&lt;2020-02-28 Fri&gt;</span></span></h3>
</div>
</div>

<div id="outline-container-org56b2c73" class="outline-2">
<h2 id="org56b2c73"><span class="section-number-2">23</span> <span class="done DONE">DONE</span> JAT review&#xa0;&#xa0;&#xa0;<span class="tag"><span class="review">review</span></span></h2>
<div class="outline-text-2" id="text-23">
<p>
<span class="timestamp-wrapper"><span class="timestamp">&lt;2020-03-03 Tue&gt;</span></span>
</p>
</div>
</div>

<div id="outline-container-orgf736963" class="outline-2">
<h2 id="orgf736963"><span class="section-number-2">24</span> <span class="done DONE">DONE</span> Read 暴政:20世紀の歴史に学ぶ20のレッスン&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h2>
<div class="outline-text-2" id="text-24">
</div>
<div id="outline-container-org878ebf3" class="outline-3">
<h3 id="org878ebf3"><span class="section-number-3">24.1</span> Lesson 6 done <span class="timestamp-wrapper"><span class="timestamp">&lt;2020-03-03 Tue&gt;</span></span></h3>
</div>
<div id="outline-container-org570f8a7" class="outline-3">
<h3 id="org570f8a7"><span class="section-number-3">24.2</span> Lesson 9 40% P56 <span class="timestamp-wrapper"><span class="timestamp">&lt;2020-03-04 Wed&gt;</span></span></h3>
</div>
<div id="outline-container-org8c74802" class="outline-3">
<h3 id="org8c74802"><span class="section-number-3">24.3</span> Lesson 10 P67 <span class="timestamp-wrapper"><span class="timestamp">&lt;2020-03-05 Thu&gt;</span></span></h3>
</div>
<div id="outline-container-orga215a72" class="outline-3">
<h3 id="orga215a72"><span class="section-number-3">24.4</span> Lesson 13 done <span class="timestamp-wrapper"><span class="timestamp">&lt;2020-03-06 Fri&gt;</span></span></h3>
</div>
<div id="outline-container-org179b150" class="outline-3">
<h3 id="org179b150"><span class="section-number-3">24.5</span> Lesson 20 done <span class="timestamp-wrapper"><span class="timestamp">&lt;2020-03-09 Mon&gt;</span></span></h3>
</div>
</div>

<div id="outline-container-orge54a9cc" class="outline-2">
<h2 id="orge54a9cc"><span class="section-number-2">25</span> <span class="done DONE">DONE</span> Read Satoshi Paper&#xa0;&#xa0;&#xa0;<span class="tag"><span class="reading">reading</span></span></h2>
<div class="outline-text-2" id="text-25">
<p>
<span class="timestamp-wrapper"><span class="timestamp">&lt;2020-03-05 Thu&gt;</span></span>
</p>
</div>
</div>


<div id="outline-container-orgafa9729" class="outline-2">
<h2 id="orgafa9729"><span class="section-number-2">26</span> <span class="done DONE">DONE</span> 鬼推磨&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h2>
<div class="outline-text-2" id="text-26">
</div>
<div id="outline-container-org3f0f98b" class="outline-3">
<h3 id="org3f0f98b"><span class="section-number-3">26.1</span> <span class="timestamp-wrapper"><span class="timestamp">&lt;2020-03-15 Sun&gt;</span></span></h3>
</div>
</div>

<div id="outline-container-org8ca5f06" class="outline-2">
<h2 id="org8ca5f06"><span class="section-number-2">27</span> <span class="done DONE">DONE</span> resubmit locomo25 3rd revision&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></h2>
<div class="outline-text-2" id="text-27">
<p>
<span class="timestamp-wrapper"><span class="timestamp">&lt;2020-03-18 Wed&gt;</span></span>
</p>
</div>
</div>

<div id="outline-container-org3135d95" class="outline-2">
<h2 id="org3135d95"><span class="section-number-2">28</span> <span class="done DONE">DONE</span> Comment for Sasakabe&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></h2>
<div class="outline-text-2" id="text-28">
<p>
<span class="timestamp-wrapper"><span class="timestamp">&lt;2020-04-02 Thu&gt;</span></span>
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: <a href="https://wangcc.me">Chaochen Wang</a></p>
<p class="email">Email: <a href="mailto:chaochen@wangcc.me">chaochen@wangcc.me</a></p>
<p class="date">Created: 2020-04-06 Mon 16:04</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
